Repository: Svedrin/spectrum
Catalog: po/*.po
Languages: de, fr

source: %s is now True
de: %s wurde auf True gesetzt
fr: %s vaut maintenant True

source: %s is now False
de: %s wurde auf False gesetzt
fr: %s vaut maintenant False

source: %s is now "%s"
de: %s wurde auf "%s" gesetzt
fr: %s vaut maintenant "%s"

source: The setting "%s" does not exist. Try "/transport settings list" to get a list of available settings.
de: Die Einstellung "%s" existiert nicht. Benutze "/transport settings list" um eine Auflistung der verfügbaren Einstellungen zu erhalten.
fr: Le paramètre "%s" n'existe pas. Utilisez "/transport settings list" pour obtenir une liste des paramètres disponibles.

source: No such command (in this context).
de: Dieser Befehl existiert nicht (in diesem Zusammenhang).
fr: Commande inconnue (dans ce contexte).

source: Use "/transport help &lt;command&gt;" for help on a specific command. The following commands are available in this context:
de: Benutze "/transport help &lt;Befehl&gt;" um die Hilfe für den jeweiligen Befehl aufzurufen. Die folgenden Befehle existieren in diesem Zusammenhang:
fr: Utilisez "/transport help &lt;commande&gt;" pour obtenir de l'aide sur une commande spécifique. Les commandes suivantes sont disponibles dans ce contexte :

source: help &lt;command&gt;: Help on a specific command.
de: help &lt;Befehl&gt;: Hilfe zu einem Befehl aufrufen.
fr: help &lt;commande&gt; : Aide sur une commande spécifique

source: settings set &lt;command&gt; settings list: Configure transport.
de: settings set &lt;Einstellung&gt; settings list: Transport konfigurieren.
fr: settings set &lt;commande&gt; settings list: Configurer le transport.

source: Received file '%s'. You can download it at: %s
de: Die Datei '%s' wurde empfangen. Du kannst es unter der folgenden Adresse herunterladen: %s
fr: Le fichier '%s' a été reçu. Vous pouvez le télécharger sur : %s

source: Please enter the legacy ID of your contact.
de: Bitte die Adresse deines Kontaktes aus dem Fremdnetzwerk eingeben.
fr: Veuillez entrer l'identifiant sur le réseau étranger de votre contact.

source: Contact ID
de: Kontakt Adresse
fr: Identifiant du contact

source: This message couldn't be sent, because you are not connected to legacy network. You will be automatically reconnected soon.
de: Diese Nachricht konnte nicht gesendet werden, weil du noch nicht mit dem Fremdnetzwerk verbunden bist. Du wirst bald automatisch neu verbunden.
fr: Ce message n'a pas pu être envoyé car vous n'êtes pas connecté au réseau étranger. Vous allez bientôt être reconnecté automatiquement.

source: Registration
de: Registrierung
fr: Inscription

source: Password
de: Passwort
fr: Mot de passe

source: Language
de: Sprache
fr: Langue

source: Encoding
de: Kodierung
fr: Encodage

source: Remove your registration
de: Deine Registrierung entfernen
fr: Supprimer l'inscription

source: Searching requires a client which supports Data Forms (XEP-0004).
de: Die Suche benötigt einen Client, der die XMPP Erweiterung 'Data Forms' unterstützt (XEP-0004).
fr: La recherche requiert un client qui supporte les "Data Forms" (XEP-0004).

source: Transport: Unknown command.
de: Transport: Unbekannter Befehl.
fr: Transport : Commande inconnue.

source: Syntax Error: Wrong number of arguments.
de: Syntax Fehler: Falsche Anzahl an Argumenten.
fr: Erreur de syntaxe : Nombre d'arguments incorrect.

source: The command failed for an unknown reason.
de: Der Befehl schlug aus unbekannten Gründen fehl.
fr: La commande a échoué pour une raison inconnue.

source: That command only works in group chats, not 1:1 conversations.
de: Dieser Befehl funktioniert nur in Mehrbenutzer-Chats und nicht in Unterhaltungen zwischen 2 Benutzern.
fr: Cette commande ne fonctionne que dans les discussions de groupe, pas dans les conversations à deux personnes.

source: That command only works in 1:1 conversations, not group chats.
de: Dieser Befehl funktioniert nur in Unterhaltungen zwischen 2 Benutzern und nicht in Mehrbenutzer-Chats.
fr: Cette commande ne fonctionne que dans les conversations à deux personne, pas dans les discussions de groupe.

source: That command is not supported for this legacy network.
de: Dieser Befehl wird für dieses Fremdnetzwerk nicht unterstützt.
fr: Cette commande n'est pas supportée pour ce réseau étranger.

source: Enter your screenname and password:
de: Gebe deinen AIM Benutzernamen und Passwort ein:
fr: Entrez votre nom d'utilisateur et mot de passe AIM :

source: Screenname
de: AIM Benutzername
fr: Nom d'utilisateur AIM

source: Enter your Facebook email and password:
de: Gebe deine Facebook E-Mail Adresse und Passwort ein:
fr: Entrez votre adresse e-mail et mot de passe Facebook :

source: Enter your GG number and password:
de: Gebe deine GG Nummer und Passwort ein:
fr: Entrez votre numéro et mot de passe GG :

source: GG number
de: GG Nummer
fr: Numéro GG

source: Enter your UIN and password:
de: Gebe deine ICQ Nummer und Passwort ein:
fr: Entrez votre numéro et mot de passe ICQ :

source: UIN
de: ICQ Nummer
fr: Numéro ICQ

source: Please authorize me.
de: Bitte autorisiere mich.
fr: Merci de m'autoriser.

source: Enter your Live ID and password:
de: Gebe deine Live ID und Passwort ein:
fr: Entrez votre Live ID et votre mot de passe :

source: Enter your Myspace name and password:
de: Gebe deinen Myspace Namen und Passwort ein:
fr: Entrez votre nom et mot de passe Myspace :

source: Myspace name
fr: Nom Myspace

source: Enter your QQ username and password:
de: Gebe deinen QQ Benutzernamen und Passwort ein:
fr: Entrez votre nom d'utilisateur et mot de passe QQ :

source: QQ username
de: QQ Benutzername
fr: Nom d'utilisateur QQ

source: Enter your SIMPLE username and password:
de: Gebe deinen SIMPLE Benutzernamen und Passwort ein:
fr: Entrez votre nom d'utilisateur et mot de passe SIMPLE :

source: SIMPLE username
de: SIMPLE Benutzername
fr: Nom d'utilisateur SIMPLE

source: Enter your SIPE username and password:
de: Gebe deinen SIPE Benutzernamen und Passwort ein:
fr: Entrez votre nom d'utilisateur et mot de passe SIPE :

source: SIPE username
de: SIPE Benutzername
fr: Nom d'utilisateur SIPE

source: Enter your Twitter username and password:
de: Gebe deinen Twitter Benutzernamen und Passwort ein:
fr: Entrez votre nom d'utilisateur et mot de passe Twitter :

source: Twitter username
de: Twitter Benutzername
fr: Nom d'utilisateur Twitter

source: Enter your Jabber ID and password:
de: Gebe deine Jabber ID und Passwort ein:
fr: Entrez votre identifiant et mot de passe Jabber :

source: Jabber ID
fr: Identifiant Jabber

source: Enter your Yahoo Messenger username and password:
de: Gebe deinen Yahoo Messenger Benutzernamen und Passwort ein:
fr: Entrez votre nom d'utilisateur et mot de passe Yahoo Messenger :

source: Yahoo Messenger username
de: Yahoo Messenger Benutzername
fr: Nom d'utilisateur Yahoo Messenger

source: Transport administration
de: Transport Verwaltung
fr: Administration du transport

source: Please select a configuration area.
de: Bitte einen Konfigurationsbereich auswählen.
fr: Veuillez choisir une zone de configuration.

source: User
de: Benutzer
fr: Utilisateur

source: Send message to online users
de: Sende eine Nachricht an alle angemeldeten Benutzer
fr: Envoyer un message aux utilisateurs connectés

source: Register new user
de: Registriere einen neuen Benutzer
fr: Enregistrer un nouvel utilisateur

source: Unregister user
de: Entferne die Registrierung eines Benutzers
fr: Annuler l'enregistrement d'un utilisateur

source: Command
de: Befehl
fr: Commande

source: User information
de: Benutzer Information
fr: Informations sur l'utilisateur

source: Add bare JID of user you want to configure.
de: Füge die JID eines Benutzers hinzu, den du konfigurieren möchtest.
fr: Ajoutez le JID de l'utilisateur que vous voulez configurer.

source: Bare JID
de: JID
fr: JID

source: Type message you want to send to all online users.
de: Gebe eine Nachricht ein, die du an alle angemeldeten Benutzer schicken möchtest.
fr: Tapez le message à envoyer à tous les utilisateurs connectés.

source: enter informations about new user.
fr: Entrez les informations sur le nouvel utilisateur.

source: Legacy Network username
de: Benutzername im Fremdnetzwerk
fr: Nom d'utilisateur sur le réseau étranger

source: Enter bare JID of user to unregister.
de: Gebe die JID des Benutzers ein, dessen Registrierung entfernt werden soll.
fr: Entrez le JID de l'utilisateur dont l'enregistrement doit être annulé.

source: This user is not registered.
de: Dieser Benutzer ist nicht registriert.
fr: Cet utilisateur n'est pas enregistré.

source: Legacy network name: %s
de: Benutzername im Fremdnetzwerk: %s
fr: Nom d'utilisateur sur le réseau étranger : %s

source: Language: %s
de: Sprache: %s
fr: Langue : %s

source: Encoding: %s
de: Kodierung: %s
fr: Encodage : %s

source: This user is already registered.
de: Dieser Benutzer ist schon registriert.
fr: Cet utilisateur est déjà enregistré.

source: Transport settings
de: Transport Einstellungen
fr: Paramètres du transport

source: Ad-Hoc Commands
de: Ad-Hoc Befehle
fr: Commandes Ad-Hoc

source: Change your transport settings here.
de: Ändere deine Transport Einstellungen hier.
fr: Modifiez les paramètres du transport ici.

source: Enable transport
de: Transport aktivieren
fr: Activer le transport

source: Enable notification of new email (if the legacy network supports it)
de: Benachrichtigung über neue E-Mails aktivieren (wenn dies vom Fremdnetzwerk unterstützt wird)
fr: Activer les notifications de nouvel e-mail (si le réseau étranger le supporte)

source: Enable avatars
de: Avatare aktivieren
fr: Activer les avatars

source: Enable "is typing" notifications
de: Benachrichtigung über den Chatstatus aktivieren
fr: Activer les notifications "est en train de taper quelque chose"

source: You must be online to change transport settings.
de: Du musst online sein, um die Transport Einstellungen ändern zu können.
fr: Vous devez être connecté pour modifier les paramètres du transport.

source: Field:
de: Feld:
fr: Champ :

source: Message
de: Nachricht

source: Actions
de: Aktionen
